Repository: yeager/socialaberattelser
Catalog: po/*.po
Languages: sv

source: Social Stories
sv: Sociala berättelser

source: Export
sv: Exportera

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: Save Export
sv: Spara export

source: Exported %s
sv: Exporterade %s

source: Export error: %s
sv: Exportfel: %s

source: Going to the Dentist
sv: Gå till tandläkaren

source: Today I am going to the dentist.
sv: Idag ska jag gå till tandläkaren.

source: In the waiting room, I sit and wait for my turn.
sv: I väntrummet sitter jag och väntar på min tur.

source: The dentist will look at my teeth.
sv: Tandläkaren kommer att undersöka mina tänder.

source: I open my mouth wide.
sv: Jag öppnar munnen på vid gavel.

source: It might feel strange but it doesn't hurt.
sv: Det kan kännas konstigt, men det gör inte ont.

source: When it's done, I can be proud of myself!
sv: När det är klart kan jag vara stolt över mig själv!

source: First Day of School
sv: Första skoldagen

source: Today is my first day at a new school.
sv: Idag är min första dag på en ny skola.

source: I will meet my new teacher.
sv: Jag ska träffa min nya lärare.

source: There will be other children in my class.
sv: Det kommer att finnas andra barn i min klass.

source: I can say hello and tell them my name.
sv: Jag kan säga hej och berätta vad jag heter.

source: If I feel nervous, I can take a deep breath.
sv: Om jag känner mig nervös kan jag ta ett djupt andetag.

source: It's okay to feel a little scared. It will get better!
sv: Det är okej att känna sig lite rädd. Det kommer att bli bättre!

source: Visiting the Supermarket
sv: Besök på mataffären

source: We are going to the supermarket to buy food.
sv: Vi ska till mataffären för att köpa mat.

source: There might be many people and loud sounds.
sv: Det kan finnas många människor där och höga ljud.

source: I can stay close to my parent.
sv: Jag kan vara nära mina föräldrar.

source: I can help by holding the shopping list.
sv: Jag kan hjälpa till genom att hålla i inköpslistan.

source: If it gets too noisy, I can cover my ears or use headphones.
sv: Om det blir för mycket ljud kan jag täcka för öronen eller använda hörlurar.

source: After shopping, we go home. Good job!
sv: Efter vi har handlat åker vi hem. Bra jobbat!

source: Export (Ctrl+E)
sv: Exportera (Ctrl+E)

source: New Story
sv: Ny berättelse

source: Export Stories
sv: Exportera berättelser

source: About Social Stories
sv: Om Sociala berättelser

source: Quit
sv: Avsluta

source: Visual stories that help prepare for new situations
sv: Visuella berättelser som hjälper till att förbereda för nya situationer

source: %d steps
sv: %d steg

source: Create New Story
sv: Skapa en ny berättelse

source: ← Back to stories
sv: ← Tillbaka till berättelser

source: ← Previous
sv: ← Föregående

source: Next →
sv: Nästa →

source: Enter a title for your story:
sv: Ange en titel för din berättelse:

source: Story title
sv: Berättelsens titel

source: Create
sv: Skapa

source: Step 1 — edit this text
sv: Steg 1 — redigera denna text

source: Story created: %s
sv: Berättelse skapad: %s

source: Create and view social stories for children with autism
sv: Skapa och visa sociala berättelser för barn med autism

source: Date
sv: Datum

source: Details
sv: Detaljer

source: Result
sv: Resultat

source: Going to School
sv: Gå till skolan

source: I wake up in the morning.
sv: Jag vaknar på morgonen.

source: I get dressed and eat breakfast.
sv: Jag klär på mig och äter frukost.

source: I take my bag and go to school.
sv: Jag tar min väska och går till skolan.

source: At school, I say hello to my teacher.
sv: I skolan hälsar jag på min lärare.

source: I sit at my desk and listen.
sv: Jag sitter vid mitt skrivbord och lyssnar.

source: After school, I go home.
sv: Efter skolan går jag hem.

source: Visiting the Doctor
sv: Besök hos läkaren

source: Today I am going to the doctor.
sv: Idag ska jag till läkaren.

source: The doctor is a nice person who helps me stay healthy.
sv: Läkaren är en trevlig person som hjälper mig att hålla mig frisk.

source: The doctor might look in my ears and mouth.
sv: Läkaren kan titta i mina öron och min mun.

source: It might feel a little strange but it is okay.
sv: Det kan kännas lite konstigt, men det är okej.

source: When we are done, I can go home.
sv: När vi är klara kan jag gå hem.

source: Making a Friend
sv: Skaffa en vän

source: I see someone playing alone.
sv: Jag ser någon som spelar ensam.

source: I walk over and say hello.
sv: Jag går fram och hälsar.

source: I ask: Can I play with you?
sv: Jag frågar: Får jag leka med dig?

source: We play together and have fun.
sv: Vi leker tillsammans och har kul.

source: Now I have a new friend!
sv: Nu har jag en ny vän!

source: Toggle dark/light theme
sv: Växla mellan mörkt/ljus tema

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Step %d of %d
sv: Steg %d av %d

source: Enter story title:
sv: Ange berättelsens titel:

source: e.g. Going to the Store
sv: t.ex. Gå till affären

source: Add
sv: Lägg till

source: First step...
sv: Första steget...

source: Welcome
sv: Välkommen

source: Welcome to Social Stories
sv: Välkommen till Sociala berättelser

source: Step-by-step social stories for everyday situations. ✓ Visual step-by-step guides ✓ Common social scenarios ✓ Create custom stories ✓ Helps with social understanding
sv: Steg-för-steg-berättelser för vardagliga situationer. ✓ Visuella steg-för-steg-guider ✓ Vanliga sociala scenarier ✓ Skapa anpassade berättelser ✓ Hjälper till med social förståelse

source: Get Started
sv: Kom igång
